export const sugmented = [{ name: '계산된 패배', des: '전투에서 패배한 후 2골드와 무료 상점 새로고침 1회를 획득합니다.'},

{ name: '지배', des: '플레이어 전투에서 승리한 후 살아남은 유닛 2명당 추가 1골드를 획득합니다.'},

{ name: '아이템 꾸러미 I', des: '무작위 완성 아이템 1개를 획득합니다.'},

{ name: '허수아비 전선', des: '2개의 훈련 봇을 획득합니다.'},

{ name: '초고속 모드', des: '라운드 종료 시 가진 골드가 10보다 적다면 2골드를 획득합니다.'},

{ name: '판도라의 아이템', des: '무작위 조합 아이템을 획득합니다. 라운드 시작 시 대기석의 아이템이 무작위로 변합니다. (전략가의 왕관 뒤집개 소모품 제외)'},

{ name: '초월', des: '전투 15초 후 아군 유닛의 피해량이 50% 증가합니다.'},

{ name: '다른 태생 I', des: '활성화된 특성이 없는 아군 유닛이 300의 체력과 50%의 공격 속도를 얻습니다.'},

{ name: '천상의 축복 I', des: '아군 유닛이 공격과 스킬로 입힌 피해의 12%만큼 체력을 회복합니다. 초과된 회복량은 최대 300의 피해를 흡수하는 보호막으로 전환됩니다.'},

{ name: '나이프의 날 I', des: '전방 2열에서 전투를 시작하는 아군 유닛이 25의 공격력을 얻습니다.'},

{ name: '사이버네틱 이식술 I', des: '아이템을 가진 챔피언이 150의 체력과 10의 공격력을 얻습니다.'},

{ name: '추방자 I', des: '인접한 아군 없이 전투를 시작하는 아군은 8초 동안 최대 체력의 35%에 해당하는 보호막을 획득합니다.'},

{ name: '경량급 I', des: '비용이 1과 2인 챔피언이 30%의 공격 속도 및 이동 속도를 획득합니다.'},

{ name: '응급처치 키트', des: '유닛이 받는 모든 회복 효과와 보호막 효과가 35% 증가합니다.'},

{ name: '임시변통 방어구 I', des: '아이템이 없는 아군 유닛이 35의 방어력과 마법 저항력을 얻습니다.'},

{ name: '단결된 의지 I', des: '아군 유닛이 전체적으로 활성화된 특성 하나당 2의 공격력과 주문력을 획득합니다.'},

{ name: '사냥의 전율 I', des: '아군 유닛이 적을 처치하면 300의 체력을 회복합니다.'},

{ name: '약자', des: '살아남은 아군 유닛이 상대보다 적다면 아군 유닛이 매초 체력을 10%만큼 회복합니다. (최대: 150)'},

{ name: '약점', des: '아군 유닛이 공격 시 5초 동안 대상 방어력의 20%를 무시하고 대상이 받는 회복 효과를 50% 감소시킵니다.'},

{ name: '아카데미의 심장', des: '팀에 아카데미 1명이 추가로 포함된 것으로 간주합니다.'},

{ name: '비전 마법사의 심장', des: '팀에 비전 마법사 1명이 추가로 포함된 것으로 간주합니다. 스웨인을 획득합니다.'},

{ name: '룬 보호막 I', des: '전투 시작 시 비전 마법사가 8초 동안 주문력의 300%에 해당하는 보호막을 얻습니다.'},

{ name: '암살자의 심장', des: '팀에 암살자 1명이 추가로 포함된 것으로 간주합니다. 탈론을 획득합니다.'},

{ name: '자객', des: '암살자들이 첫 공격 대상의 마나를 강탈하여 대상이 주문을 사용하기 전까지 최대 마나가 65% 증가합니다.'},

{ name: '경호대의 심장', des: '팀에 경호대 1명이 추가로 포함된 것으로 간주합니다. 블리츠크랭크를 획득합니다.'},

{ name: '내가 지킨다', des: '경호대가 얻는 추가 방어력이 25% 증가합니다. 전투 시작 시 경호대가 바로 뒤에 있는 경호대가 아닌 아군들에게 100%의 방어력을 부여합니다. (중첩 불가)'},

{ name: '난동꾼의 심장', des: '팀에 난동꾼 1명이 추가로 포함된 것으로 간주합니다. 트런들을 획득합니다.'},

{ name: '강인함', des: '난동꾼이 매초 최대 체력의 3%를 회복합니다.'},

{ name: '도전자의 심장', des: '팀에 도전자 1명이 추가로 포함된 것으로 간주합니다. 퀸을 획득합니다.'},

{ name: '준비 태세', des: '적이 처음으로 도전자에게 공격당하면 3초 동안 무장 해제됩니다.'},

{ name: '화학적 과부하 I', des: '화학공학이 사망 시 폭발하여 2칸 내 적에게 적 최대 체력의 20%만큼 마법 피해를 입힙니다.'},

{ name: '화학공학의 심장', des: '팀에 화학공학 1명이 추가로 포함된 것으로 간주합니다. 자크를 획득합니다.'},

{ name: '시계태엽의 심장', des: '팀에 시계태엽 1명이 추가로 포함된 것으로 간주합니다. 질리언을 획득합니다.'},

{ name: '강화술사의 심장', des: '팀에 강화술사 1명이 추가로 포함된 것으로 간주합니다. 타릭을 획득합니다.'},

{ name: '불타는 향로', des: '강화술사에 의해 회복 및 보호막 효과를 얻은 아군은 전투가 끝날 때 까지 50%의 중첩되는 공격 속도를 획득합니다. (최대 4초에 1회)'},

{ name: '집행자의 심장', des: '팀에 집행자 1명이 추가로 포함된 것으로 간주합니다. 바이를 획득합니다.'},

{ name: '제국의 심장', des: '팀에 제국 1명이 추가로 포함된 것으로 간주합니다. 스웨인을 획득합니다.'},

{ name: '이중 통치', des: '현재 제국의 폭군이 2명 있습니다.'},

{ name: '혁신가의 심장', des: '팀에 혁신가 1명이 추가로 포함된 것으로 간주합니다.'},

{ name: '자가 복구', des: '혁신적 로봇이 처치되면 대상으로 지정할 수 없는 상태가 되며 혁신가가 아직 살아있으면 스스로를 복구합니다.'},

{ name: '용병의 심장', des: '팀에 용병 1명이 추가로 포함된 것으로 간주합니다. 1골드를 획득합니다.'},

{ name: '해적', des: '용병이 적을 처치하면 50%의 확률로 1골드가 떨어집니다.'},

{ name: '돌연변이의 심장', des: '팀에 돌연변이 1명이 추가로 포함된 것으로 간주합니다. 코그모를 획득합니다.'},

{ name: '불안정한 진화', des: '돌연변이는 2성이 되면 500의 체력, 30%의 공격 속도, 30의 공격력, 30의 주문력 중 하나의 효과를 무작위로 얻습니다. 이 효과는 중첩됩니다.'},

{ name: '봉쇄자의 심장', des: '팀에 봉쇄자 1명이 추가로 포함된 것으로 간주합니다. 블리츠크랭크를 획득합니다.'},

{ name: '학자의 심장', des: '팀에 학자 1명이 추가로 포함된 것으로 간주합니다. 자이라를 획득합니다.'},

{ name: '평생 학습', des: '전투가 끝난 후 학자가 영구적으로 2의 주문력을 얻습니다. 전투에서 생존한 경우 2의 주문력을 추가로 얻습니다.'},

{ name: '고물상의 심장', des: '팀에 고물상 1명이 추가로 포함된 것으로 간주합니다. 블리츠크랭크를 획득합니다.'},

{ name: '저격수의 은신처', des: '저격수는 동일한 칸에서 전투를 시작한 라운드마다 피해량이 10% 증가합니다. (최대 +40%)'},

{ name: '저격수의 심장', des: '팀에 저격수 1명이 추가로 포함된 것으로 간주합니다. 트리스타나를 획득합니다.'},

{ name: '이중주', des: '사교계 스포트라이트를 추가로 1개 소환합니다. 스포트라이트를 받은 유닛은 체력을 400 얻습니다.'},

{ name: '사교계의 심장', des: '팀에 사교계 1명이 추가로 포함된 것으로 간주합니다. 1골드를 획득합니다.'},

{ name: '범죄 조직의 심장', des: '팀에 범죄 조직 1명이 추가로 포함된 것으로 간주합니다. 자이라를 획득합니다.'},

{ name: '물려주기', des: '범죄 조직이 사망하면 다른 범죄 조직에게 20의 공격력과 주문력을 부여합니다.'},

{ name: '수금', des: '전투에서 승리하고 살아남은 범죄 조직 하나당 1의 추가 골드를 획득합니다.'},

{ name: '쌍발총의 심장', des: '팀에 쌍발총 1명이 추가로 포함된 것으로 간주합니다. 코그모를 획득합니다.'},

{ name: '초소형', des: '요들의 회피 확률이 35% 증가합니다.'},

{ name: '부익부', des: '10골드를 획득합니다. 최대 이자가 7골드로 증가합니다.'},

{ name: '고대의 기록 보관소', des: '특성의 고서 1개를 획득합니다.'},

{ name: '이중 공중 보급', des: '전투 시작 시 2개의 아이템을 장착한 챔피언에게 임시로 무작위 완성 아이템을 부여합니다.'},

{ name: '맑은 정신', des: '라운드 종료 시 대기석에 챔피언이 없다면 3의 경험치를 획득합니다.'},

{ name: '교환의 장', des: '라운드마다 무료 상점 새로고침을 획득합니다.'},

{ name: '태양불꽃판', des: '전투 시작 시 모든 적을 불태워 8초 동안 대상 최대 체력의 16%만큼 피해를 입히고 받는 회복 효과를 50% 감소시킵니다.'},

{ name: '대사 촉진제', des: '전략가가 더 빠르게 움직이고, PVP 라운드가 끝날 때마다 2의 체력을 회복합니다.'},

{ name: '재활용 쓰레기통', des: '무작위 완성 아이템을 획득합니다. 챔피언을 판매하면 모든 아이템이 조합 아이템으로 분해됩니다. (전략가의 왕관 제외)'},

{ name: '휴대용 대장간', des: '무기고를 열고 오른이 만든 고유 유물 3개 중 하나를 선택합니다.'},

{ name: '나이프의 날 II', des: '전방 2열에서 전투를 시작하는 아군 유닛이 40의 공격력을 얻습니다.'},

{ name: '사이버네틱 이식술 II', des: '아이템을 가진 챔피언이 250의 체력과 20의 공격력을 얻습니다.'},

{ name: '추방자 II', des: '인접한 아군 없이 전투를 시작하는 아군은 8초 동안 최대 체력의 50%에 해당하는 보호막을 획득합니다.'},

{ name: '경량급 II', des: '비용이 1과 2인 챔피언이 40%의 공격 속도 및 이동 속도를 획득합니다.'},

{ name: '다른 태생 II', des: '활성화된 특성이 없는 아군 유닛이 400의 체력과 60%의 공격 속도를 얻습니다.'},

{ name: '단결된 의지 II', des: '아군 유닛이 전체적으로 활성화된 특성 하나당 3의 공격력과 주문력을 획득합니다.'},

{ name: '거인의 힘', des: '최대 체력이 1400보다 높은 아군 유닛은 최대 체력의 3%에 해당하는 공격력을 얻습니다.'},

{ name: '임시변통 방어구 II', des: '아이템이 없는 아군 유닛이 55의 방어력과 마법 저항력을 얻습니다.'},

{ name: '천상의 축복 II', des: '아군 유닛이 공격과 스킬로 입힌 피해의 20%만큼 체력을 회복합니다. 초과된 회복량은 최대 450의 피해를 흡수하는 보호막으로 전환됩니다.'},

{ name: '사냥의 전율 II', des: '아군 유닛이 적을 처치하면 600의 체력을 회복합니다.'},

{ name: '아카데미 문장', des: '아카데미 상징과 가렌을 획득합니다.'},

{ name: '벼락치기', des: '첫 스킬을 사용한 후 아카데미 챔피언이 최대 마나의 90%를 회복합니다.'},

{ name: '비전 마법사 문장', des: '비전 마법사 상징과 스웨인을 획득합니다.'},

{ name: '룬 보호막 II', des: '전투 시작 시 비전 마법사가 8초 동안 주문력의 450%에 해당하는 보호막을 얻습니다.'},

{ name: '주문 칼날', des: '스킬 사용 후 비전 마법사의 다음 공격이 주문력의 225%에 해당하는 마법 피해를 추가로 입힙니다. 주문 칼날의 피해는 스킬 피해로 간주됩니다.'},

{ name: '암살자 문장', des: '암살자 상징과 탈론을 획득합니다.'},

{ name: '연막', des: '암살자의 체력이 처음으로 60%로 떨어지면 잠시 은신에 들어가 대상으로 지정할 수 없는 상태가 되고 모든 해로운 효과가 사라집니다. 이때 초과 피해량이 80% 감소합니다.'},

{ name: '경호대 문장', des: '경호대 상징과 다리우스를 획득합니다.'},

{ name: '난동꾼 문장', des: '난동꾼 상징과 트런들을 획득합니다.'},

{ name: '도전자 문장', des: '도전자 상징과 퀸을 획득합니다.'},

{ name: '화학공학 문장', des: '화학공학 상징과 워윅을 획득합니다.'},

{ name: '화학적 과부하 II', des: '화학공학이 사망 시 폭발하여 2칸 내 적들에게 적 최대 체력의 30%만큼 마법 피해를 입힙니다.'},

{ name: '즉시 주입', des: '화학공학이 전투 시작 시 추가로 특성 효과를 발동합니다.'},

{ name: '시계태엽 문장', des: '시계태엽 상징과 질리언을 획득합니다.'},

{ name: '망가진 초시계', des: '전투 시작 5초 후 모든 적과 시계태엽이 아닌 유닛은 4초 동안 속박됩니다.'},

{ name: '철갑', des: '거신의 체력이 60% 및 30%로 떨어지면 2초 동안 무적 상태가 됩니다.'},

{ name: '제국 문장', des: '제국 상징과 스웨인을 획득합니다.'},

{ name: '몰아주기', des: '아군이 사망하면 제국의 폭군에게 사망한 아군 최대 체력의 33%를 부여합니다.'},

{ name: '용병 문장', des: '용병 상징과 3골드를 획득합니다.'},

{ name: '골드 비축', des: '용병이 보유한 1골드당 1%의 추가 피해를 입힙니다. (최대 +60%)'},

{ name: '돌연변이 문장', des: '돌연변이 상징과 카사딘을 획득합니다.'},

{ name: '봉쇄자 문장', des: '봉쇄자 상징과 가렌을 획득합니다.'},

{ name: '학사 문장', des: '학자 상징과 하이머딩거를 획득합니다.'},

{ name: '고물상 문장', des: '고물상 상징과 블리츠크랭크를 획득합니다.'},

{ name: '고철장', des: '고물상 특성 효과가 활성화된 3번의 전투 라운드마다 무작위 조합 아이템을 획득합니다.'},

{ name: '저격수 문장', des: '저격수 상징과 트리스타나를 획득합니다.'},

{ name: '범죄 조직 문장', des: '범죄 조직 상징과 자이라를 획득합니다.'},

{ name: '명사수', des: '쌍발총의 원거리 공격 및 스킬이 한 번 튕기며 45% 감소한 피해를 입힙니다.'},

{ name: '스포트라이트 공유', des: '전투 시작 시 스포트라이트에 인접한 아군들이 스포트라이트 효과의 100%를 얻습니다.'},

{ name: '뜻밖의 횡재', des: '현재 보유한 증강 수에 비례해 골드를 획득합니다. 0개 = 15골드, 1개 = 30골드, 2개 = 45골드'},

{ name: '현명한 소비', des: '4골드를 획득합니다. 상점을 새로고침하면 2의 경험치를 획득합니다.'},

{ name: '큰손', des: '3개의 사기 주사위와 4골드를 획득합니다.'},

{ name: '아이템 꾸러미 II', des: '무작위 완성 아이템 2개와 재조합기를 획득합니다.'},

{ name: '도적 무리', des: '도적의 장갑 2개를 획득합니다.'},

{ name: '신병', des: '최대 팀 규모가 1 증가합니다.'},

{ name: '황금 티켓', des: '상점을 새로고침할 때마다 40% 확률로 무료 새로고침을 획득합니다.'},

{ name: '레벨 업!', des: '경험치를 구매하면 3의 추가 경험치를 얻습니다. 이제 10레벨에 도달할 수 있습니다.'},

{ name: '품격있는 쇼핑', des: '현재 플레이어 레벨보다 1레벨 높을 때 나오는 챔피언이 상점에 등장합니다.'},

{ name: '숲의 부적', des: '전투 시작 시 가장 체력이 높은 아군 챔피언이 1600의 체력을 가진 분신 하나를 생성합니다. (아이템 제외)'},

{ name: '진보의 행진', des: '라운드마다 추가로 5의 경험치를 획득합니다. 더는 골드를 사용해 레벨 업할 수 없습니다.'},

{ name: '추방자 III', des: '인접한 아군 없이 전투를 시작하는 아군은 8초 동안 최대 체력의 70%에 해당하는 보호막을 획득합니다.'},

{ name: '경량급 III', des: '비용이 1과 2인 챔피언이 60%의 공격 속도 및 이동 속도를 획득합니다.'},

{ name: '나이프의 날 III', des: '전방 2열에서 전투를 시작하는 아군 유닛이 55의 공격력을 얻습니다.'},

{ name: '사이버네틱 이식술 III', des: '아이템을 가진 챔피언이 350의 체력과 30의 공격력을 얻습니다.'},

{ name: '다른 태생 III', des: '활성화된 특성이 없는 아군 유닛이 500의 체력과 70%의 공격 속도를 얻습니다.'},

{ name: '단결된 의지 III', des: '아군 유닛이 전체적으로 활성화된 특성 하나당 5의 공격력과 주문력을 획득합니다.'},

{ name: '임시변통 방어구 III', des: '아이템이 없는 아군 유닛이 75의 방어력과 마법 저항력을 얻습니다.'},

{ name: '천상의 축복 III', des: '아군 유닛이 공격과 스킬로 입힌 피해의 25%만큼 체력을 회복합니다. 초과된 회복량은 최대 600의 피해를 흡수하는 보호막으로 전환됩니다.'},

{ name: '아카데미 왕관', des: '아카데미 상징 2개를 획득합니다.'},

{ name: '룬 보호막 III', des: '전투 시작 시 비전 마법사가 주문력의 600%에 해당하는 보호막을 8초 동안 얻습니다.'},

{ name: '비전 마법사 왕관', des: '비전 마법사 상징 2개를 획득합니다.'},

{ name: '암살자 왕관', des: '암살자 상징 2개를 획득합니다.'},

{ name: '경호대 왕관', des: '경호대 상징 2개를 획득합니다.'},

{ name: '난동꾼 왕관', des: '난동꾼 상징 2개를 획득합니다.'},

{ name: '도전자 왕관', des: '도전자 상징 2개를 획득합니다.'},

{ name: '화학적 과부하 III', des: '화학공학이 사망 시 폭발하여 2칸 내 적에게 적 최대 체력의 40%만큼 마법 피해를 입힙니다.'},

{ name: '화학공학 왕관', des: '화학공학 상징 2개를 획득합니다.'},

{ name: '시계태엽의 영혼', des: '팀에 시계태엽 2명이 추가로 포함된 것으로 간주합니다. 8골드를 획득합니다.'},

{ name: '강화술사의 영혼', des: '팀에 강화술사 2명이 추가로 포함된 것으로 간주합니다. 8골드를 획득합니다.'},

{ name: '집행자의 영혼', des: '팀에 집행자 2명이 추가로 포함된 것으로 간주합니다. 8골드를 획득합니다.'},

{ name: '제국 왕관', des: '제국 상징 2개를 획득합니다.'},

{ name: '혁신가의 영혼', des: '팀에 혁신가 2명이 추가로 포함된 것으로 간주합니다.'},

{ name: '용병의 영혼', des: '팀에 용병 2명이 추가로 포함된 것으로 간주합니다.'},

{ name: '돌연변이 왕관', des: '돌연변이 상징 2개를 획득합니다.'},

{ name: '봉쇄자 왕관', des: '봉쇄자 상징 2개를 획득합니다.'},

{ name: '학자의 영혼', des: '팀에 학자 2명이 추가로 포함된 것으로 간주합니다. 8골드를 획득합니다.'},

{ name: '고물상의 영혼', des: '팀에 고물상 2명이 추가로 포함된 것으로 간주합니다. 8골드를 획득합니다.'},

{ name: '저격수 왕관', des: '저격수 상징 2개를 획득합니다.'},

{ name: '사교계의 영혼', des: '팀에 사교계 2명이 추가로 포함된 것으로 간주합니다.'},

{ name: '범죄 조직 왕관', des: '범죄 조직 상징 2개를 획득합니다.'},

{name: '쌍발총의 영혼', des: '팀에 쌍발총 2명이 추가로 포함된 것으로 간주합니다. 8골드를 획득합니다.'}]